Repository: Aryamirsepasi/ResumeCraft
Catalog: ResumeCraft/ResumeCraft/Localizable.xcstrings
Source language: de
Languages: en

# %@ %@ %@, %@, %@ bis %@
source: %1$@ %2$@ %3$@, %4$@, %5$@ bis %6$@
en: %1$@ %2$@ %3$@, %4$@, %5$@ to %6$@

# %@ an %@, %@ bis %@, %@: %@
source: %1$@ an %2$@, %3$@ bis %4$@, %5$@: %6$@
en: %1$@ at %2$@, %3$@ to %4$@, %5$@: %6$@

source: %lld Einträge
en: %lld entries

source: %lld Wörter
en: %lld words

# %lld Zeichen • ~%lld Wörter
source: %1$lld Zeichen • ~%2$lld Wörter
en: %1$lld characters • ~%2$lld words

source: Abbrechen
en: Cancel

source: Abschluss
en: Degree

source: Abschlüsse, Daten, Details
en: Degrees, dates, details

source: Abschnitte automatisch extrahieren und ausfüllen
en: Automatically extract and fill sections

source: Abschnittsübersicht
en: Section Overview

source: Adresse
en: Address

# ai.error.apiError
source: API-Fehler: %@
en: API error: %@

# ai.error.appleIntelligenceUnavailable
source: Apple Intelligence ist nicht verfügbar: %@. Aktiviere Apple Intelligence in den Einstellungen, um die On-Device-Prüfung zu nutzen.
en: Apple Intelligence is unavailable: %@. Enable Apple Intelligence in Settings to use on-device review.

# ai.error.missingAPIKey
source: API-Schlüssel fehlt.
en: API key is missing.

# ai.error.noFeedback
source: Es wurde kein Feedback erzeugt. Bitte versuche es erneut.
en: No feedback was generated. Please try again.

# ai.error.proxyInitFailed
source: AIProxy-Dienst konnte nicht initialisiert werden.
en: Could not initialize the AIProxy service.

# ai.gate.message %@
source: On-Device-KI ist nicht verfügbar (%@). Aktiviere Apple Intelligence in den Einstellungen.
en: On-device AI is unavailable (%@). Turn on Apple Intelligence in Settings.

# ai.gate.openSettings
source: Einstellungen öffnen
en: Open Settings

# ai.review.focus.actionVerbs
source: Aktionsverben
en: Action Verbs

# ai.review.focus.atsOptimization
source: ATS-Optimierung
en: ATS Optimization

# ai.review.focus.clarityConciseness
source: Klarheit & Prägnanz
en: Clarity & Conciseness

# ai.review.focus.formatting
source: Formatierung
en: Formatting

# ai.review.focus.impactMetrics
source: Wirkung & Kennzahlen
en: Impact & Metrics

# ai.review.focus.keywords
source: Schlüsselwörter
en: Keywords

# ai.review.focus.overallImpression
source: Gesamteindruck
en: Overall Impression

# ai.review.focus.professionalTone
source: Professioneller Ton
en: Professional Tone

source: Aktivität
en: Activity

source: Aktivität bearbeiten
en: Edit activity

source: Aktivitäten
en: Activities

source: Aktivitätsbeschreibung
en: Activity Description

source: Aktuell
en: Current

source: Aktuelle
en: Current

source: Aktuelle Position
en: Current position

source: Aktuelle Version
en: Current version

source: Aktuelle Version speichern
en: Save Current Version

source: Alle Prioritäten
en: All Priorities

source: Alle Typen
en: All Types

source: Als erledigt markieren
en: Mark as Done

source: Am besten zum Teilen und Drucken
en: Best for sharing and printing

source: Änderungen
en: Changes

source: Änderungen im Zeitverlauf verfolgen
en: Track changes over time

source: App-Symbol
en: App icon

source: Apple Intelligence: Aktiviert
en: Apple Intelligence: Enabled

source: Apple Intelligence: Nicht verfügbar
en: Apple Intelligence: Unavailable

source: ATS-Optimierung
en: ATS Optimization

source: Aus PDF importieren
en: Import from PDF

source: Ausbildung
en: Education

source: Ausbildung bearbeiten
en: Edit education

source: Ausgabesprache
en: Output language

source: Ausgeblendet
en: Hidden

source: Bearbeiten
en: Edit

source: Bearbeitungssprache
en: Editing language

source: Beruflich
en: Professional

source: Berufserfahrung
en: Work experience

source: Berufserfahrung bearbeiten
en: Edit Work Experience

source: Beschreibung
en: Description

source: Bewertung wird berechnet...
en: Calculating score...

source: Breit
en: Wide

source: CloudKit-Diagnose ausführen
en: Run CloudKit diagnostics

# cloudkit.diag.account.available
source: ✅ iCloud-Konto: Verfügbar
en: ✅ iCloud Account: Available

# cloudkit.diag.account.couldNotDetermine
source: ⚠️ iCloud-Konto: Status konnte nicht ermittelt werden
en: ⚠️ iCloud Account: Could not determine status

# cloudkit.diag.account.error
source: ❌ Fehler beim Prüfen des iCloud-Status: %@
en: ❌ Error checking iCloud status: %@

# cloudkit.diag.account.noAccount
source: ❌ iCloud-Konto: Nicht angemeldet – bitte in den iCloud-Einstellungen anmelden
en: ❌ iCloud Account: Not signed in — please sign in via iCloud Settings

# cloudkit.diag.account.restricted
source: ❌ iCloud-Konto: Durch Elternkontrolle oder Geräteverwaltung eingeschränkt
en: ❌ iCloud Account: Restricted by parental controls or device management

# cloudkit.diag.account.temporarilyUnavailable
source: ⚠️ iCloud-Konto: Vorübergehend nicht verfügbar
en: ⚠️ iCloud Account: Temporarily unavailable

# cloudkit.diag.account.unknown
source: ⚠️ iCloud-Konto: Unbekannter Status
en: ⚠️ iCloud Account: Unknown status

# cloudkit.diag.buildConfig.debug
source: ⚠️ Build-Konfiguration: DEBUG – CloudKit verwendet die Entwicklungsumgebung
en: ⚠️ Build configuration: DEBUG — CloudKit uses the development environment

# cloudkit.diag.buildConfig.release
source: ℹ️ Build-Konfiguration: RELEASE – CloudKit verwendet die Produktionsumgebung
en: ℹ️ Build configuration: RELEASE — CloudKit uses the production environment

# cloudkit.diag.commonFixes
source: Häufige Lösungen
en: Common fixes

# cloudkit.diag.container.network
source: ⚠️ CloudKit-Container: Netzwerkproblem – %@
en: ⚠️ CloudKit Container: Network issue — %@

# cloudkit.diag.container.notAuthenticated
source: ❌ CloudKit-Container: Nicht authentifiziert – iCloud-Anmeldung prüfen
en: ❌ CloudKit Container: Not authenticated — check iCloud sign-in

# cloudkit.diag.container.ok
source: ✅ CloudKit-Container: Zugriff möglich
en: ✅ CloudKit Container: Access OK

# cloudkit.diag.container.permission
source: ❌ CloudKit-Container: Berechtigung verweigert – App-Berechtigungen prüfen
en: ❌ CloudKit Container: Permission denied — check app permissions

# cloudkit.diag.envWarning
source: ⚠️ Wichtig: Debug- und Release-Builds nutzen unterschiedliche CloudKit-Umgebungen und synchronisieren nicht miteinander
en: ⚠️ Important: Debug and Release builds use different CloudKit environments and do not sync with each other

# cloudkit.diag.modelContainer
source: ℹ️ Model-Container: Verwende Container ‘%@’
en: ℹ️ Model container: Using container ‘%@’

# cloudkit.diag.results
source: Diagnose-Ergebnisse
en: Diagnostic results

# cloudkit.diag.run
source: Diagnose ausführen
en: Run Diagnostics

# cloudkit.diag.running
source: Diagnose läuft...
en: Running diagnostics...

# cloudkit.diag.syncInfo
source: ℹ️ Sync-Status: SwiftData synchronisiert automatisch, wenn das Netzwerk verfügbar ist
en: ℹ️ Sync status: SwiftData syncs automatically when the network is available

# cloudkit.diag.syncTip
source: ℹ️ Tipp: Änderungen brauchen ggf. etwas Zeit. Ziehe zum Aktualisieren auf dem anderen Gerät nach unten.
en: ℹ️ Tip: Changes may take a moment. Pull down to refresh on the other device.

# cloudkit.diag.tapPrompt
source: Tippe auf « Diagnose ausfuehren », um den CloudKit-Sync-Status zu pruefen
en: Tap Run Diagnostics to check the CloudKit sync status

# cloudkit.diag.title
source: CloudKit-Diagnose
en: CloudKit Diagnostics

# cloudkit.tip.buildType.body
source: Beide Geräte müssen denselben Build-Typ verwenden (beide Debug oder beide Release/TestFlight/App Store)
en: Both devices must use the same build type (both Debug or both Release/TestFlight/App Store)

# cloudkit.tip.buildType.title
source: Gleicher Build-Typ
en: Same build type

# cloudkit.tip.iCloudDrive.body
source: Gehe zu Einstellungen > [Dein Name] > iCloud und stelle sicher, dass iCloud Drive aktiviert ist
en: Go to Settings > [Your Name] > iCloud and ensure iCloud Drive is enabled

# cloudkit.tip.iCloudDrive.title
source: iCloud Drive prüfen
en: Check iCloud Drive

# cloudkit.tip.network.body
source: Stelle sicher, dass beide Geräte eine stabile Internetverbindung haben
en: Make sure both devices have a stable internet connection

# cloudkit.tip.network.title
source: Netzwerkverbindung
en: Network connection

# cloudkit.tip.signIn.body
source: Gehe zu Einstellungen > [Dein Name] und melde dich auf beiden Geräten mit deiner Apple ID an
en: Go to Settings > [Your Name] and sign in with your Apple ID on both devices

# cloudkit.tip.signIn.title
source: Bei iCloud anmelden
en: Sign in to iCloud

# cloudkit.tip.waitForSync.body
source: CloudKit-Sync kann ein paar Minuten dauern. Beende die App und öffne sie auf beiden Geräten neu
en: CloudKit sync can take a few minutes. Close and reopen the app on both devices

# cloudkit.tip.waitForSync.title
source: Auf Synchronisierung warten
en: Wait for sync

# common.cancel
source: Abbrechen
en: Cancel

# common.done
source: Fertig
en: Done

source: Dateiname
en: Filename

source: Datenschutz & Verarbeitung
en: Privacy & processing

source: Datenschutz zuerst
en: Privacy first

source: Dein aktueller Lebenslauf wurde im Versionsverlauf gespeichert.
en: Your current resume has been saved to version history.

source: Dein gesamter Lebenslauf wird analysiert...
en: Analyzing your entire résumé...

source: Details zu %@
en: Details for %@

source: Die KI liefert Vorschläge, keine Vorgaben. Nutze dein Urteil, welche Empfehlungen zu deiner Situation und deinen Zielen passen.
en: The AI provides suggestions, not mandates. Use your judgment about which recommendations fit your situation and goals.

source: Die Verarbeitung erfolgt auf deinem Gerät. Deine Daten verlassen dein iPhone nicht und werden nicht an externe Server gesendet.
en: Processing happens on your device. Your data never leaves your iPhone and is not sent to external servers.

source: Diese Auswahl steuert, in welcher Sprache du Inhalte bearbeitest und exportierst.
en: This selection controls which language you edit and export content in.

source: Diese KI-gestützte Prüfung analysiert deinen gesamten Lebenslauf und liefert umfassendes Feedback zur Zielstelle.
en: This AI-powered review analyzes your entire résumé and provides comprehensive feedback against the target role.

source: Diese umfassende Prüfung kann einen Moment dauern
en: This comprehensive review may take a moment

source: Eine kurze Übersicht von 2–4 Sätzen, die Ihre Rolle, Stärken und Ziele hervorhebt.
en: A brief 2-4 sentence overview highlighting your role, strengths, and goals.

source: Einstellungen
en: Settings

source: Einstellungen öffnen
en: Open Settings

source: Einstellungen öffnen, um Apple Intelligence zu aktivieren
en: Open Settings to enable Apple Intelligence

source: Empfehlungen
en: Recommendations

source: Enddatum
en: End date

source: Erfordert iOS 26 oder neuer
en: Requires iOS 26 or newer

source: Erhalte umfassendes KI-Feedback zu deinem gesamten Lebenslauf
en: Get comprehensive AI feedback on your entire resume

source: Erledigte zurücksetzen
en: Reset Completed

source: Erneut versuchen
en: Try again

source: Erstelle einen jobbereiten Lebenslauf mit datenschutzfreundlicher KI.
en: Create a job-ready résumé with privacy-friendly AI.

source: Es werden bis zu 20 Momentaufnahmen gespeichert. Ältere Versionen werden automatisch entfernt.
en: Up to 20 snapshots are saved. Older versions are removed automatically.

source: Export abgeschlossen
en: Export complete

source: Export erfolgreich!
en: Export successful!

source: Export fehlgeschlagen
en: Export failed

source: Export läuft...
en: Exporting...

# export.error.failed
source: Export fehlgeschlagen: %@
en: Export failed: %@

# export.error.invalidFormat
source: Ungültiges Exportformat ausgewählt.
en: Invalid export format selected.

# export.error.tooLong
source: Lebensläufe sollten nicht länger als zwei Seiten sein.
en: Resumes should be no longer than two pages.

# export.format.html.description
source: Web-geeignetes Format
en: Web-friendly format

# export.format.markdown.description
source: Formatiert für Versionskontrolle
en: Formatted for version control

# export.format.pdf.description
source: Am besten zum Teilen und Drucken
en: Best for sharing and printing

# export.format.text.description
source: Klartext, ATS-freundliches Format
en: Plain text, ATS-friendly format

# export.format.text.name
source: Klartext
en: Plain Text

source: Exportieren
en: Export

source: Exportieren %@
en: Export %@

source: Exportoptionen...
en: Export options...

source: Fachrichtung
en: Field of Study

source: Fähigkeit
en: Skill

source: Fähigkeit bearbeiten
en: Edit skill

source: Fähigkeiten
en: Skills

source: Feedback verstehen
en: Understanding feedback

source: Fehler
en: Error

source: Fertig
en: Done

source: Filter zurücksetzen
en: Reset Filters

source: Fokusbereiche (optional)
en: Focus areas (optional)

source: Formatiert für Versionskontrolle
en: Formatted for version control

source: Fortschritt
en: Progress

source: Füge die Stellenanzeige ein für gezielte Vorschläge
en: Paste the job description for targeted suggestions

source: Fügt Autor, Titel und Erstellungsdatum zu den PDF-Dateieigenschaften hinzu.
en: Adds author, title, and creation date to the PDF file properties.

source: Grund: %@
en: Reason: %@

source: Grundinformationen
en: Basics

source: Hinweis
en: Note

source: Hinweis: CloudKit synchronisiert nicht zwischen Debug/TestFlight/App-Store-Builds (verschiedene Umgebungen). Stelle sicher, dass beide Geräte denselben Build-Kanal nutzen.
en: Note: CloudKit does not sync across Debug/TestFlight/App Store builds (different environments). Make sure both devices use the same build channel.

source: Hinzufügen
en: Add

# home.translate.alertTitle
source: Übersetzung
en: Translation

# home.translate.empty
source: Keine Felder zum Übersetzen gefunden. Entweder sind die Quellfelder leer oder die Zielfelder sind bereits ausgefüllt.
en: No fields to translate. Either the source fields are empty or the target fields are already filled in.

# home.translate.failed
source: Übersetzung fehlgeschlagen: %@
en: Translation failed: %@

# home.translate.hint
source: Übersetzt alle Felder in die andere Sprache mit Apple Übersetzer.
en: Translates all fields into the other language using Apple Translate.

# home.translate.subtitle
source: Alle Felder automatisch per Apple Übersetzer ausfüllen
en: Auto-fill all fields using Apple Translate

# home.translate.success
source: %lld Felder erfolgreich übersetzt.
en: %lld fields successfully translated.

# home.translate.toEnglish
source: Ins Englische übersetzen
en: Translate to English

# home.translate.toGerman
source: Ins Deutsche übersetzen
en: Translate to German

source: iCloud eingeschränkt (nur lokal)
en: iCloud restricted (local only)

source: iCloud vorübergehend nicht verfügbar
en: iCloud temporarily unavailable

source: iCloud wird geprüft…
en: Checking iCloud…

source: iCloud-Initialisierungsfehler: %@
en: iCloud initialization error: %@

source: iCloud-Status konnte nicht ermittelt werden
en: Could not determine iCloud status

source: Im Lebenslauf anzeigen
en: Show in Resume

source: Importiere deinen Lebenslauf als PDF und fülle Abschnitte automatisch aus.
en: Import your résumé as a PDF and auto-fill sections.

source: Importsprache wählen
en: Choose import language

source: Kategorie
en: Category

source: Kein Versionsverlauf
en: No Version History

source: Keine Vorschläge
en: No Suggestions

source: Keine Vorschläge passen zu deinen Filtern.
en: No suggestions match your filters.

source: Kenntnisstand
en: Proficiency

source: KI auf dem Gerät
en: On-device AI

source: KI-Bewertung
en: AI Review

source: KI-gestützte Verbesserungstipps
en: AI-powered improvement tips

source: KI-Lebenslaufprüfung
en: AI Résumé Review

source: KI-Review erstellen
en: Generate AI review

source: KI-Vorschläge
en: AI Suggestions

source: Klartext
en: Plain Text

source: Klartext, ATS-freundliches Format
en: Plain text, ATS-friendly format

source: Komplette Lebenslaufprüfung
en: Complete résumé review

source: Kontakt
en: Contact

source: Kurze Einführung unter persönlichen Daten
en: Short introduction under personal data

# language.english
source: Englisch
en: English

# language.german
source: Deutsch
en: German

source: Lebenslauf
en: Resume

source: Lebenslauf exportieren
en: Export résumé

source: Lebenslauf wird analysiert...
en: Analyzing résumé...

source: Lebenslauf wird geladen…
en: Loading résumé…

source: Lebenslauf zu lang
en: Résumé too long

source: Lebenslauf-Status
en: Résumé status

source: Lebenslauf-Übersicht
en: Résumé overview

source: Lebenslauf-Vorschau
en: Résumé preview

source: Lebenslauf-Vorschau (Papier)
en: Résumé preview (paper)

source: Lebenslaufbewertung
en: Résumé rating

source: Lebensläufe sollten nicht länger als zwei Seiten sein.
en: Résumés should be no longer than two pages.

source: Lokaler Speicherfehler: %@
en: Local storage error: %@

source: Loslegen
en: Get started

source: Mit iCloud verbunden
en: Connected to iCloud

source: Mit vorheriger vergleichen
en: Compare with previous

source: Momentaufnahme gespeichert
en: Snapshot saved

source: Momentaufnahme speichern
en: Save snapshot

source: Nachname
en: Last name

source: Name, Kontakt, Links
en: Name, contact, links

source: Neue Aktivität hinzufügen
en: Add activity

source: Neue Ausbildung hinzufügen
en: Add education

source: Neue Berufserfahrung hinzufügen
en: Add work experience

source: Neue Fähigkeit hinzufügen
en: Add skill

source: Neue Sprache hinzufügen
en: Add language

source: Neues Projekt hinzufügen
en: Add project

source: Nicht bei iCloud angemeldet (nur lokal)
en: Not signed in to iCloud (local only)

source: Noch keine Zusammenfassung.
en: No summary yet.

source: Note
en: Grade

source: Note: %@
en: Grade: %@

source: On-Device-KI (Apple Intelligence)
en: On-device AI (Apple Intelligence)

source: On-Device-Verarbeitung • Deine Daten bleiben privat
en: On-device processing • Your data stays private

source: Organisation
en: Organization

source: Ort
en: City

source: PDF wird importiert…
en: Importing PDF…

source: PDF-Metadaten einschließen
en: Include PDF metadata

source: Persönliche Daten
en: Personal info

source: Persönliche Daten bearbeiten
en: Edit Personal Information

source: Positionen
en: Positions

source: Positionen und Aufgaben
en: Roles and responsibilities

source: Priorität
en: Priority

source: Private und berufliche Projekte
en: Personal and professional projects

source: Projekt
en: Project

source: Projekt bearbeiten
en: Edit project

source: Projektbeschreibung
en: Project Description

source: Projekte
en: Projects

source: Punkteübersicht
en: Score Overview

source: Ränder
en: Margins

# resume.export.subject
source: Lebenslauf
en: Resume

# resume.label.at
source: bei
en: at

# resume.label.grade
source: Note
en: Grade

# resume.label.technologies
source: Technologien
en: Technologies

# resume.label.today
source: Heute
en: Present

# resume.section.education
source: Ausbildung
en: Education

# resume.section.experience
source: Berufserfahrung
en: Experience

# resume.section.extracurricular
source: Aktivitäten
en: Activities

# resume.section.languages
source: Sprachen
en: Languages

# resume.section.miscellaneous
source: Sonstiges
en: Other

# resume.section.projects
source: Projekte
en: Projects

# resume.section.skills
source: Fähigkeiten
en: Skills

# resume.section.summary
source: Zusammenfassung
en: Summary

source: ResumeCraft nutzt das On-Device-Sprachmodell, um deinen Lebenslauf zu prüfen. Deine Daten verlassen das Gerät nicht.
en: ResumeCraft uses the on-device language model to review your résumé. Your data never leaves the device.

source: Review konnte nicht erstellt werden
en: Could not create review

source: Schließen
en: Close

source: Schmal
en: Narrow

source: Schnell-Export PDF
en: Quick PDF export

source: Schnellaktionen
en: Quick actions

source: Schule
en: School

source: Seiteneinstellungen
en: Page settings

source: Seitengröße
en: Page size

source: Sichtbar
en: Visible

source: Smarte Vorschläge
en: Smart suggestions

source: So funktioniert es
en: How it works

source: So funktioniert KI in ResumeCraft
en: How AI works in ResumeCraft

source: Sonstiges
en: Other

source: Speichere Momentaufnahmen deines Lebenslaufs, um Änderungen nachzuverfolgen.
en: Save snapshots of your resume to track changes.

source: Speichern
en: Save

source: Sprache
en: Language

source: Sprache bearbeiten
en: Edit language

source: Sprachen
en: Languages

source: Sprachen und Kenntnisstand
en: Languages and proficiency

source: Stark! Dein Lebenslauf wirkt gut optimiert.
en: Nice work. Your resume looks well optimized.

source: Startdatum
en: Start date

source: Stellenbeschreibung
en: Job description

source: Stellenbeschreibung hier einfügen…
en: Paste job description here…

source: Technische und soziale Fähigkeiten
en: Technical and soft skills

source: Technologien
en: Technologies

source: Teilen
en: Share

source: Telefon
en: Phone

source: Tippen, um diese Aktivität zu bearbeiten
en: Tap to edit this activity

source: Titel
en: Title

source: Top-Empfehlungen
en: Top Recommendations

source: Typ
en: Type

source: Über die KI-Review
en: About the AI review

source: Übersicht
en: Overview

source: Unbekannter iCloud-Status
en: Unknown iCloud status

source: Unternehmen
en: Company

source: Vereine, Ehrenamt, mehr
en: Clubs, volunteering, more

source: Versionsvergleich
en: Version Comparison

source: Versionsverlauf
en: Version history

source: Vorherige
en: Previous

source: Vorherige Versionen
en: Previous Versions

source: Vorname
en: First name

source: Vorschau
en: Preview

source: Vorschau schließen
en: Close preview

source: Wähle Bereiche für eine tiefere Analyse
en: Choose areas for deeper analysis

source: Wähle die Sprache des PDFs, damit die Inhalte korrekt zugeordnet werden.
en: Choose the PDF language so content is mapped correctly.

source: Was ResumeCraft kann
en: What ResumeCraft can do

source: Web-geeignetes Format
en: Web-friendly format

source: Webseite
en: Website

source: Weiter
en: Next

source: Weitere Informationen und Hinweise
en: Additional information and notes

source: Wenn On-Device-KI nicht verfügbar ist, kannst du trotzdem bearbeiten, importieren und exportieren. Um die KI-Bewertung zu aktivieren, schalte Apple Intelligence in den Einstellungen ein.
en: Even when on-device AI is unavailable, you can still edit, import, and export. To enable AI review, turn on Apple Intelligence in Settings.

source: Wenn verfügbar, nutzt ResumeCraft das On-Device-Sprachmodell von Apple, um deinen Lebenslauf zu prüfen. Deine Daten bleiben auf deinem Gerät.
en: When available, ResumeCraft uses Apple's on-device language model to review your résumé. Your data stays on your device.

source: Werkzeuge
en: Tools

source: Willkommen bei ResumeCraft
en: Welcome to ResumeCraft

source: Wirkung & Kennzahlen
en: Impact & Metrics

source: Zeitraum
en: Time Period

source: Zuletzt aktualisiert %@
en: Last updated %@

source: Zusammenfassung
en: Summary

source: Zusammenfassung (Vorschau)
en: Summary (Preview)

source: Zusätzliches
en: Additional
